<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Est&ocirc;nia</title>
<!--

Template 2094 Mason

http://www.tooplate.com/view/2094-mason

-->
    <!-- load stylesheets -->
    <link rel="stylesheet" href="//fonts.googleapis.com/css?family=Open+Sans:300,400"> <!-- Google web font "Open Sans", https://fonts.google.com/ -->
    <link rel="stylesheet" href="font-awesome-4.7.0/css/font-awesome.min.css">         <!-- Font Awesome, http://fontawesome.io/ -->
    <link rel="stylesheet" href="css/bootstrap.min.css">                               <!-- Bootstrap styles, https://getbootstrap.com/ -->
    <link rel="stylesheet" href="css/tooplate-style.css">                            <!-- Templatemo style -->

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
        <!--[if lt IE 9]>
          <script src="https://oss.maxcdn.com/html5shiv/3.7.2/html5shiv.min.js"></script>
          <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
          <![endif]-->
      </head>

      <body>
        <div class="container-fluid">
            <div class="tm-body">
                <div class="tm-sidebar sticky">
                    <section id="welcome" class="tm-content-box tm-banner margin-b-15">
                        <div class="tm-banner-inner">
                            <h1 class="tm-banner-title">FAQ Est&ocirc;nia</h1>
                        </div>                    
                    </section>
                    <nav class="tm-main-nav">
                        <form action="https://formspree.io/edsrod@gmail.com" method="POST">
						<p><input name="email" type="email" placeholder="Seu email" /></p>
						<p><textarea name="message" placeholder="Sua pergunta"></textarea></p>
						<p><button type="submit">Enviar</button></p>
						</form>
                    </nav>
                </div>
                
                <div class="tm-main-content">       
					<h1>&nbsp;</h1>
<h1>FAQ Est&ocirc;nia</h1>
<p>1. Gostaria de saber como foi a contrata&ccedil;&atilde;o em si? vc precisou de work permit? a empresa pagou essa despesa? vc tem filho n&atilde;o &eacute;? como &eacute; a quest&atilde;o de escola para crian&ccedil;as por a&iacute;?&nbsp;li sobre a Est&ocirc;nia e me interessei pelo pa&iacute;s. contudo n&atilde;o achei informa&ccedil;&otilde;es sobre o mercado de TI.</p>
<p style="padding-left: 30px;"><span style="color: #993300;">Comparado a outros paises europeus, a Estonia tem bem menos gente. Isso pode ser bom se voce gostar de locais mais calmos, mas se vc nao gostar, pode incomodar. O mercado de TI &eacute; proporcional, comparando com a Alemanha que tem 80 vezes mais gente, tem menos vagas, mas proporcionalmente tem muito. Com uma diferen&ccedil;a que o governo aqui facilita muito pro mercado de TI. Eles querem ser conhecidos como um pais digital e conseguem fazer muita coisa relacionada. Com isso o governo facilita pra startups, menos impostos, menos burocracia e vistos diferentes. Mesmo uma empresa que n&atilde;o &eacute; startup &eacute; bem f&aacute;cil.</span></p>
<p style="padding-left: 30px;"><span style="color: #993300;">Meu caso: depois que aceitei a proposta, mandei meus documentos scaneados e a empresa aplicou pra um visto de 6 meses eu ainda estando no Brasil. Com este visto eu vim e aqui apliquei pra um de longa duracao que pode ser at&eacute; 5 anos. A empresa pagou as taxas do meu.</span></p>
<p style="padding-left: 30px;"><span style="color: #993300;">Familia: vim na frente pra procurar apartamentos e depois de 1 mes eles vieram. Quando chegaram aplicaram pro visto associado ao meu com o mesmo tempo de duracao. Col&eacute;gio &eacute; publico e pode ser em estoniano ou russo, mas tambem tem as escolas internacionais. At&eacute; 7 anos &eacute; na creche que vc paga uma taxa, no maximo 70 euros eu acho.</span></p>
<p>2. Seu filho est&aacute; numa escola internacional? como foi a adapta&ccedil;&atilde;o? pode falar sobre isso?</p>
<p style="padding-left: 30px;"><span style="color: #993300;">Meu filho mais velho de 9 anos t&aacute; na escola regular em estoniano. a adaptacao n&atilde;o t&aacute; facil, por varios motivos, mas ele j&aacute; t&aacute; falando e acho que at&eacute; o verao ele vai t&aacute; bem melhor. J&aacute; esper&aacute;vamos a dificuldade com isso. entao sabiamos que ele ia "perder" 1 ano, mais ou menos, mas mesmo assim tivemos muito suporte nessa situacao</span></p>
<p>3. Quanto tempo, da entrevista at&eacute; o resultado dos testes que vc passou e de fato ir a Est&ocirc;nia?</p>
<p style="padding-left: 30px;"><span style="color: #993300;">meu caso foi atipico, mas 1 cara que indiquei desde a primeira entrevista at&eacute; ele chegar. foram 2 meses.</span></p>
<p>4. A quest&atilde;o de sal&aacute;rio, custo de vida, seguran&ccedil;a. o que pode falar sobre isso? a&iacute; existe o "SUS" ou &eacute; tudo privado?</p>
<p style="padding-left: 30px;"><span style="color: #993300;">saude publica. seguran&ccedil;a: nem se compara. tranquilo. custo de vida baixo, salario proporcional</span></p>
<p style="padding-left: 30px;"><span style="color: #993300;">mais sobre o salario: saiba que desenvolvedor aqui ganha no minimo o dobro do salario minimo daqui. entao vive bem</span></p>
<p>5. Voc&ecirc; gosta? o clima &eacute; muito frio? vc trabalha em qual &aacute;rea de TI? o sal&aacute;rio &eacute; bom? Da pra vir ao menos 1 vez ao ano pro Brasil?</p>
<p style="padding-left: 30px;"><span style="color: #993300;">Sou Java developer. O que posso falar sobre o sal&aacute;rio &eacute; que pode n&atilde;o pagar o mesmo valor que outros pa&iacute;ses como Alemanha por exemplo, mas o custo de vida &eacute; menor, ent&atilde;o &eacute; proporcional.</span></p>
<div><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">Sobre o frio, sim &eacute; frio, mas n&atilde;o &eacute; aquela coisa desolada tipo Polo norte. Vivemos normalmente no inverno. N&atilde;o &eacute; normal excesso de neve ou nevascas constantes, pelo menos n&atilde;o teve no &uacute;ltimo inverno, mas locais me confirmaram tamb&eacute;m.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">N&atilde;o entendi sua pergunta sobre ir para o Brasil.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">N&atilde;o sei se tem fam&iacute;lia, mas vim com minha esposa e dois filhos. O mais velho t&aacute; na escola estoniana e o mais novo na creche.</span></div>
<p>6. Eu sou .net developer.<br />Eu tenho esposa e 1 filho de 1 ano&nbsp; e 10 meses.</p>
<div class="m_5234324935812988176m_517773179810129076inserted m_5234324935812988176inserted">O plano de mudan&ccedil;a (para qq pa&iacute;s) &eacute; eu ir antes, e depois de uns 3 meses minha esposa iria.<br />Somos apegados &agrave; fam&iacute;lia, at&eacute; por isso o plano de adapta&ccedil;&atilde;o seria gradual, eu ficaria os 3 meses, depois ela iria e ficaria um tempo, depois viria pra ficar mais 1 m&ecirc;s aqui. Por isso perguntei sobre a facilidade de vir (que est&aacute; ligado ao sal&aacute;rio) mas tamb&eacute;m a linhas de v&ocirc;o etc (eu sei que ir e voltar pra Austr&aacute;lia &eacute; um parto rsrs constantemente v&ocirc;os s&atilde;o remarcados e perde toda a escala)Escola e sa&uacute;de s&atilde;o p&uacute;blicas? S&atilde;o boas? a partir de quantos anos?</div>
<div class="m_5234324935812988176m_517773179810129076inserted m_5234324935812988176inserted" style="padding-left: 30px;"><span style="color: #993300;">N&atilde;o sei de que regi&atilde;o voc&ecirc; &eacute;, mas eu sou de Fortaleza e tem um voo de Fortaleza Frankfurt toda semana. Se voc&ecirc; for de perto de S&atilde;o Paulo, mais f&aacute;cil ainda pois tem voo di&aacute;rio saindo e chegando de Frankfurt. Acredito que a principal rota daqui &eacute; passando por Frankfurt, porque tem 3 voos di&aacute;rios pela Lufthansa, al&eacute;m de outros pra Munique, Amsterdam. Ent&atilde;o n&atilde;o vejo um problema.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">Sobre o plano de mudan&ccedil;a, fiz algo parecido, vim na frente e depois que consegui alugar o apartamento e colocar as coisa dentro, eles vieram. Menos de 2 meses depois. Fica mais f&aacute;cil.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">Escolas e sa&uacute;de p&uacute;blicos. Tudo muito bom. Como n&atilde;o usei muito ainda da sa&uacute;de, n&atilde;o posso afirmar, mas a dizem que tem alguma escassez de especialidades, mas n&atilde;o acho que seja um problema.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">Escolas conhe&ccedil;o mais, tudo muito bom. Creche qualquer idade e escola a partir de 7 anos.</span></div>
<div class="m_4405301176120997037inserted">7.E os locais? apreciam&nbsp;imigrantes, s&atilde;o educados ou s&atilde;o mais fechados (ou xenofobos rsrs) como os espanhois? Tem bastante vaga pra TI mesmo?</div>
<div class="m_4405301176120997037inserted" style="padding-left: 30px;"><span style="color: #993300;">Como todo lugar, tem gente de todo tipo. Sim, tem gente que n&atilde;o gosta, mas n&atilde;o tive nenhum caso. Nem caso de gente mal educada eu tive. Ent&atilde;o tamb&eacute;m n&atilde;o vejo como uma grande coisa.</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">&nbsp;</span></div>
<div style="padding-left: 30px;"><span style="color: #993300;">Sim, tem bastante vagas sim. D&aacute; uma olhada no linkedin as vagas e outros sites.</span></div>
                </div> <!-- tm-main-content -->
            </div>

            <footer class="tm-footer text-right">
                <p>Copyright &copy; <span class="tm-current-year">2018</span> Your Company 
                
                - Design: <a href="http://www.tooplate.com" target="_parent">Tooplate</a></p>
            </footer> 

        </div> <!-- container-fluid -->
        
        <!-- load JS files -->
        
        <script src="js/jquery-1.11.3.min.js"></script>             <!-- jQuery (https://jquery.com/download/) -->
        <script src="js/imagesloaded.pkgd.min.js"></script> <!-- https://masonry.desandro.com/ -->
        <script src="js/masonry.pkgd.min.js"></script> <!-- https://masonry.desandro.com/ -->
        
        <!-- Templatemo scripts -->
        <script>  
    
        $(document).ready(function(){

            // init Masonry
            // https://codepen.io/craigwheeler/pen/MYjBga
            var $grid = $('.grid').masonry({
                
                // set itemSelector so .grid-sizer is not used in layout
                // itemSelector: '.grid-item',
                // use element for option
                // columnWidth: '.grid-sizer',
                // percentPosition: true

                itemSelector: '.grid-item',
                isFitWidth: true,
                columnWidth: 1
            });
            // layout Masonry after each image loads
            $grid.imagesLoaded().progress( function() {
              $grid.masonry('layout');
            });            

            // Update the current year in copyright
            $('.tm-current-year').text(new Date().getFullYear());        
        });

        </script>
    </body>
    </html>